Repository: avojak/flood
Catalog: po/*.po
Languages: it

source: Moves Remaining:
it: Mosse rimanenti:

source: Easy
it: Facile

source: Normal
it: Normale

source: Hard
it: Difficile

source: %s Difficulty
it: %s Difficoltà

source: %ix%i grid, %i moves
it: %ix%i griglia, %i mosse

source: Would you like to play again?
it: Ti piacerebbe giocare di nuovo?

source: Not Now
it: Non adesso

source: Play Again
it: Gioca di nuovo

source: Start a new game?
it: Iniziare una nuova partita?

source: To change the difficulty you must start a new game. All progress on the current game will be lost, and the current game will be recorded as a loss.
it: Per cambiare la difficoltà devi iniziare una nuova partita. Tutti i progressi sulla partita in corso andranno persi e la partita in corso verrà registrata come persa.

source: Cancel
it: Cancella

source: Yes, Start New Game
it: Sì, inizia una nuova partita

source: Gameplay Statistics
it: Statistiche di gioco

source: Close
it: Chiudi

source: Reset…
it: Ripristina…

source: Reset Gameplay Statistics
it: Ripristina le statistiche di gioco

source: All progress will be lost, and the current game will be recorded as a loss.
it: Tutti i progressi andranno persi e la partita in corso verrà registrata come persa

source: Reset gameplay statistics?
it: Ripristinare le statistiche di gioco?

source: All gameplay history (including wins and losses) will be lost.
it: Tutta la cronologia di gioco (incluse vittorie e sconfitte) andranno perse.

source: Yes, Reset
it: Sì, ripristina

source: How to Play %s
it: Come giocare %s

source: How to Play
it: Come giocare

source: You Win!
it: Hai vinto!

source: Try It Again
it: Prova di nuovo

source: Number of Games Played
it: Numero di partite giocate

source: Win Percent
it: Percentuale di vincita

source: Unlimited moves, continuous games, no wins or losses
it: Mosse illimitate, partite continue, nessuna vincita o sconfitta

source: New Game
it: Nuovo gioco

source: Gameplay Statistics…
it: Statistiche di gioco…

source: Help
it: Aiuto

source: Quit
it: Esci

source: Fill the board with all the same color paint before running out of moves!
it: Riempi la lavagna con tutta la vernice dello stesso colore prima di finire le mosse!

source: Click the round paint buttons to spill a new paint color onto the board starting in the top-left corner.
it: Fai clic sui pulsanti di pittura rotondi per versare un nuovo colore di pittura sulla lavagnaa partire dall'angolo in alto a sinistra.

source: Newly adjacent squares of the same color add to the total filled space.
it: I quadrati appena adiacenti dello stesso colore si aggiungono allo spazio totale riempito.

source: Try it out:
it: Provalo:

source: Looking to relax?
it: Vuoi rilassarti?

source: Try enabling Zen Mode from the menu!
it: Prova ad abilitare la modalità Zen dal menu!
